# Version control
brew 'git'
brew 'hub'
brew 'bash-completion'
brew 'mercurial'

# Vim and vim search/fuzzies
brew 'vim'
brew 'ctags'
brew 'zfz'
brew 'the_silver_searcher'

# VM stuff
brew 'docker'
brew 'docker-machine'

# Programming languages
brew 'go'
brew 'govendor'
brew 'rbenv'

# To build v8?
brew 'v8-315'

# To build capybara-webkit
brew 'qt@5.5'

# To build xmldsig
brew 'xerces-c'
brew 'xml-security-c'
